Revit 2024 API
UnitTypeId.KipsPerSquareInch Property
 Kips per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipsPerSquareInch { get; }
Visual Basic
Public Shared ReadOnly Property KipsPerSquareInch As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipsPerSquareInch {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace